{
  "Patient's Driver's License": "Giấy phép lái xe của bệnh nhân",
  "If patient age is under 16 click here": "Nếu bệnh nhân dưới 16 tuổi, bấm vào đây",
  "The above information is correct": "Thông tin trên là chính xác",
  "Next": "Tiếp theo",
  "Back": "Quay lại",
  "Take Photo": "Chụp ảnh",
  "Personal Details": "Chi tiết cá nhân",
  "First Name": "Tên",
  "Middle Name": "Tên đệm",
  "Last Name": "Họ",
  "Date of Birth": "Ngày sinh",
  "Email": "Email",
  "Phone Number": "Số điện thoại",
  "Gender": "Giới tính",
  "Preferred Language": "Ngôn ngữ ưu tiên",
  "This field is mandatory": "Trường này là bắt buộc",
  "Only alphabetic characters are allowed": "Chỉ được phép sử dụng ký tự chữ cái",
  "Must be at least 3 characters long": "Phải có ít nhất 3 ký tự",
  "Must not exceed 35 characters": "Không được vượt quá 35 ký tự",
  "Last Name is required": "Họ là bắt buộc",
  "Last Name must be at least 3 characters long": "Họ phải có ít nhất 3 ký tự",
  "Street Name is required": "Tên đường là bắt buộc",
  "Only alphanumeric characters and spaces are allowed": "Chỉ cho phép ký tự chữ và số cùng dấu cách",
  "Street Name must not exceed 255 characters": "Tên đường không được vượt quá 255 ký tự",
  "City is required": "Thành phố là bắt buộc",
  "Only alphabetic characters and single spaces are allowed": "Chỉ được phép sử dụng ký tự chữ cái và một dấu cách",
  "City must not exceed 45 characters": "Thành phố không được vượt quá 45 ký tự",
  "Zip Code must be exactly 5 digits": "Mã bưu điện phải có đúng 5 chữ số",
  "Email must not exceed 255 characters": "Email không được vượt quá 255 ký tự",
  "Please enter a valid email address": "Vui lòng nhập địa chỉ email hợp lệ",
  "Group Number must contain only numeric values": "Số nhóm chỉ được chứa giá trị số",
  "Group Number must not exceed 35 characters": "Số nhóm không được vượt quá 35 ký tự",
  "Member ID must contain only alphanumeric characters": "ID thành viên chỉ được chứa ký tự chữ và số",
  "Member ID must not exceed 35 characters": "ID thành viên không được vượt quá 35 ký tự",
  "First Name can only contain alphabetic characters": "Tên chỉ được chứa ký tự chữ cái",
  "First Name must not exceed 35 characters": "Tên không được vượt quá 35 ký tự",
  "First Name is required": "Tên là bắt buộc",
  "Last Name can only contain alphabetic characters": "Họ chỉ được chứa ký tự chữ cái",
  "Last Name must not exceed 35 characters": "Họ không được vượt quá 35 ký tự",
  "Phone Number must be exactly 10 digits": "Số điện thoại phải có đúng 10 chữ số",
  "Phone Number is required": "Số điện thoại là bắt buộc",
  "Physician First Name can only contain alphabetic characters": "Tên bác sĩ chỉ được chứa ký tự chữ cái",
  "Physician First Name must not exceed 35 characters": "Tên bác sĩ không được vượt quá 35 ký tự",
  "Physician First Name is required": "Tên bác sĩ là bắt buộc",
  "Physician Last Name can only contain alphabetic characters": "Họ bác sĩ chỉ được chứa ký tự chữ cái",
  "Physician Last Name must not exceed 35 characters": "Họ bác sĩ không được vượt quá 35 ký tự",
  "Physician Last Name is required": "Họ bác sĩ là bắt buộc",
  "Phone Number must be digits": "Số điện thoại phải là chữ số",
  "Physician Contact Number is required": "Số điện thoại liên hệ bác sĩ là bắt buộc",
  "Fax Number must be digits": "Số fax phải là chữ số",
  "Physician Fax Number is required": "Số fax của bác sĩ là bắt buộc",
  "Other Referral Name must not exceed 35 characters": "Tên giới thiệu khác không được vượt quá 35 ký tự",
  "Other Referral Name is required": "Tên giới thiệu khác là bắt buộc",
  "Invalid date format. Please use MM/DD/YYYY": "Định dạng ngày không hợp lệ. Vui lòng sử dụng MM/DD/YYYY",
  "You cannot select or type a future date": "Bạn không thể chọn hoặc nhập ngày trong tương lai",
  "You cannot select a date that makes you over 16": "Bạn không thể chọn ngày làm cho bạn trên 16 tuổi",
  "Please enter a valid phone number": "Vui lòng nhập số điện thoại hợp lệ",
  "Phone number cannot start with 0 or 1": "Số điện thoại không thể bắt đầu bằng 0 hoặc 1",
  "Signature cannot be empty": "Chữ ký không được để trống",
  "The Provided DOB does not match the Patient record": "Ngày sinh cung cấp không khớp với hồ sơ của bệnh nhân",
  "An error occurred while validating. Please try again": "Đã xảy ra lỗi khi xác thực. Vui lòng thử lại",
  "Please correct the errors before proceeding": "Vui lòng sửa lỗi trước khi tiếp tục",
  "Please fill in all required fields": "Vui lòng điền vào tất cả các trường bắt buộc",
  "Please agree to all agreements before proceeding": "Vui lòng đồng ý với tất cả các điều khoản trước khi tiếp tục",
  "Please confirm the signature before proceeding": "Vui lòng xác nhận chữ ký trước khi tiếp tục",
  "Please capture both the front and back images of your insurance card": "Vui lòng chụp cả hình trước và sau của thẻ bảo hiểm",
  "Please confirm both the front and back images": "Vui lòng xác nhận cả hình ảnh trước và sau",
  "Please select a valid Date of Birth": "Vui lòng chọn ngày sinh hợp lệ",
  "Please select an address": "Vui lòng chọn địa chỉ",
  "Please choose an address": "Vui lòng chọn một địa chỉ",
  "The provided address does not match the Patient record": "Địa chỉ cung cấp không khớp với hồ sơ của bệnh nhân",
  "Confirm the details are correct": "Xác nhận rằng các chi tiết là chính xác",
  "Capture the image": "Chụp ảnh",
  "Confirm the captured image": "Xác nhận hình ảnh đã chụp",
  "Image upload failed or invalid data": "Tải hình ảnh thất bại hoặc dữ liệu không hợp lệ",
  "API call failed": "Cuộc gọi API thất bại",
  "Unable to access the camera. Please check permissions and try again": "Không thể truy cập vào máy ảnh. Vui lòng kiểm tra quyền và thử lại",
  "Camera access is not supported on this device. Please use a different browser or device": "Thiết bị này không hỗ trợ truy cập máy ảnh. Vui lòng sử dụng trình duyệt hoặc thiết bị khác",
  "Relationship to Patient is required": "Quan hệ với bệnh nhân là bắt buộc",
  "Confirm the details are correct before proceeding": "Xác nhận các chi tiết là chính xác trước khi tiếp tục",
  "Documents uploaded successfully!": "Tải lên tài liệu thành công!",
  "Failed to upload documents. Please try again": "Tải tài liệu lên thất bại. Vui lòng thử lại",
  "Form submission failed. Please try again": "Gửi biểu mẫu thất bại. Vui lòng thử lại",
  "Something went wrong. Please try again": "Đã xảy ra lỗi. Vui lòng thử lại",
  "Hello": "Xin chào",
  "Welcome to Orthopedic Spine Institute": "Chào mừng đến với Viện Cột sống Chỉnh hình",
  "Choose your Date of Birth": "Chọn ngày sinh của bạn",
  "Please confirm your address": "Vui lòng xác nhận địa chỉ của bạn",
  "Capture Photo": "Chụp ảnh",
  "Re-take": "Chụp lại",
  "Confirm": "Xác nhận",
  "No gender options available": "Không có tùy chọn giới tính nào",
  "No languages available": "Không có ngôn ngữ nào khả dụng",
  "Address Details": "Chi tiết địa chỉ",
  "Street Name": "Tên đường",
  "Street":"Đường",
  "City": "Thành phố",
  "State": "Tiểu bang",
  "No states available": "Không có tiểu bang nào khả dụng",
  "Zip Code": "Mã bưu điện",
  "Capture Insurance ID": "Chụp ID bảo hiểm",
  "Insured person is same as the Patient": "Người được bảo hiểm là cùng một người với bệnh nhân",
  "Front Side": "Mặt trước",
  "Back Side": "Mặt sau",
  "Insurance Details": "Chi tiết bảo hiểm",
  "Payer Name": "Tên người thanh toán",
  "Search by Payer Code": "Tìm kiếm theo mã người thanh toán",
  "Group Number": "Số nhóm",
  "Group No": "Số nhóm",
  "Member ID": "ID thành viên",
  "Search by Payer Name...": "Tìm kiếm theo tên người thanh toán...",
  "Relationship": "Quan hệ",
  "No relationship available": "Không có quan hệ nào khả dụng",
  "Emergency Details": "Chi tiết khẩn cấp",
  "Physician Contact Number": "Số liên hệ của bác sĩ",
  "Contact No": "Số liên hệ",
  "Primary Care Physician": "Bác sĩ chăm sóc chính",
  "No Primary Care Physician": "Không có bác sĩ chăm sóc chính",
  "Other Referral Name": "Tên người giới thiệu khác",
  "Physician Fax Number": "Số fax của bác sĩ",
  "Fax No": "Số fax",
  "I agree to the terms and conditions": "Tôi đồng ý với các điều khoản và điều kiện",
  "Preview of Patient Intake Form":"Xem trước biểu mẫu tiếp nhận bệnh nhân",
  "Phone No":"Số điện thoại",
  "Submit": "Điền",
  "Please confirm the details are correct before proceeding": "Vui lòng xác nhận chi tiết bạn trước khi tiếp tục",
  "Please correct the phone number before proceeding": "Vui lòng sửa số điện thoại trước khi tiếp tục",
  "Please correct the errors before going back": "Vui lòng sửa lỗi trước khi quay lại",
  "Please Confirm the captured image":"Vui lòng xác nhận ảnh điện thoại",
  "Please Capture the image": "Vui lòng chụp ảnh",
  "You cannot select a date that makes you under 16":"Bạn không thể chọn ngày đó để bạn đang dưới 16 tuổi",
  "Select Date":"Chọn ngày",
  "Please enter a valid 10-digit phone number":"Vui lòng nhập số điện thoại đúng 10 chuỗi",
  "Choose your Date of Birth,":"Chọn ngày sinh,",
  "Welcome to Orthopedic Spine Institute!":"Xin chèo mừng đề với Viện Cạng Chình Hình!",
  "Please confirm the details are correct": "Vui lòng xác nhận chi tiết đúng",
  "View":"Xem",
  "Aggreements":"Hệ thống"
}
